Repository: crazybaz/r2d2
Catalog: Assets/Resources/locales/*/LC_MESSAGES/messages.po
Languages: ru

# start_battle.tips.text1
source: You can't defeat the Boss? Upgrade your Paladin!
ru: Не удается победить Босса - Улучшай своего Паладина!

# start_battle.tips.text2
source: Pasive abilities work automaticly.
ru: Пассивные способности срабатывают автоматически.

# start_battle.tips.text3
source: You can get profit from any enemy.
ru: Из любого противника есть шанс получить награду!

# start_battle.tips.text4
source: We use renewable energy only!
ru: Мы используем возобновляемую энергию!

# start_battle.loading.label
source: Loading {0}
ru: Загрузка {0}

# start_battle.start_button.label
source: Start Engine
ru: Старт двигателя

# ability_dialog.title
source: Abilities
ru: Способности

# ability_dialog.subtitle
source: Quest
ru: Задания

# ability_dialog.bottom_message
source: Activate ability or tap anywhere to start
ru: Включитете способность или нажмите в любом месте для продолжения боя

# options_dialog.title
source: Options
ru: Настройки

# options_dialog.facebook_button_top
source: Log into Facebook
ru: Подключитесь и играйте

# options_dialog.facebook_button_bottom
source: and get bonuses
ru: без ограничений

# options_dialog.restore_button
source: Restore purchases
ru: Восстановить покупки

# options_dialog.friends_label
source: Stay saved and play with your friends
ru: Сохраните прогресс и играйте с друзьями

# options_dialog.terms_of_service
source: Terms of service
ru: Пользовательское соглашение

# options_dialog.privacy_policy
source: Privacy policy
ru: Политика конфиденциальности

# options_dialog.userId
source: Your user ID is
ru: Ваш игровой ID:

# bank_dialog.SoftTier0_75.label
source: Small tokens
ru: Маленькие токены

# bank_dialog.SoftTier1.label
source: Middle tokens
ru: Средние токены

# bank_dialog.SoftTier2.label
source: Tokens
ru: Токены

# bank_dialog.SoftTier3.label
source: A couple of Tokens
ru: Пара токенов

# bank_dialog.SoftTier4.label
source: A few Tokens
ru: Несколько токенов

# bank_dialog.SoftTier5.label
source: A pile of Tokens
ru: Кучка токенов

# bank_dialog.SoftTier7.label
source: A pack of Tokens
ru: Пачка токенов

# bank_dialog.SoftTier10.label
source: A package of Tokens
ru: Пакет токенов

# bank_dialog.SoftTier12.label
source: A height of Tokens
ru: Горка токенов

# bank_dialog.SoftTier15.label
source: Many Tokens
ru: Много пончиков

# bank_dialog.SoftTier20.label
source: A capsule of Tokens
ru: Коробочка токенов

# bank_dialog.SoftTier25.label
source: A tray of Tokens
ru: Поднос токенов

# bank_dialog.SoftTier30.label
source: A box of Tokens
ru: Коробка токенов

# bank_dialog.SoftTier40.label
source: A wrapping of Tokens
ru: Упаковка токенов

# bank_dialog.SoftTier45.label
source: A bag of Tokens
ru: Мешок токенов

# bank_dialog.SoftTier50.label
source: A backpack full of Tokens
ru: Рюкзак токенов

# bank_dialog.SoftTier55.label
source: A crate of Tokens
ru: Ящик токенов

# bank_dialog.SoftTier60.label
source: A chest of Tokens
ru: Сундук токенов

# bank_dialog.SoftTier63.label
source: A case of Tokens
ru: Контейнер токенов

# bank_dialog.SoftTier66.label
source: A wagon full of Tokens
ru: Вагон токенов

# bank_dialog.SoftTier70.label
source: A pyramid full of Tokens
ru: Пирамида токенов

# bank_dialog.SoftTier72.label
source: A huge amount of Tokens
ru: Огромная гора токенов

# bank_dialog.HardTier0_5.label
source: Small coins
ru: Маленькие монеты

# bank_dialog.HardTier0_75.label
source: Middle coins
ru: Средние монеты

# bank_dialog.HardTier1.label
source: Coins
ru: Монеты

# bank_dialog.HardTier2.label
source: A couple of Coins
ru: Пара монет

# bank_dialog.HardTier3.label
source: A few Coins
ru: Несколько монет

# bank_dialog.HardTier4.label
source: A pile of Coins
ru: Кучка монет

# bank_dialog.HardTier5.label
source: A pack of Coins
ru: Пачка монет

# bank_dialog.HardTier7.label
source: A package of Coins
ru: Пакет монет

# bank_dialog.HardTier10.label
source: A height of Coins
ru: Горка монет

# bank_dialog.HardTier12.label
source: Many Coins
ru: Много пончиков

# bank_dialog.HardTier15.label
source: A capsule of Coins
ru: Коробочка монет

# bank_dialog.HardTier20.label
source: A tray of Coins
ru: Поднос монет

# bank_dialog.HardTier25.label
source: A box of Coins
ru: Коробка монет

# bank_dialog.HardTier30.label
source: A wrapping of Coins
ru: Упаковка монет

# bank_dialog.HardTier40.label
source: A bag of Coins
ru: Мешок монет

# bank_dialog.HardTier45.label
source: A backpack full of Coins
ru: Рюкзак монет

# bank_dialog.HardTier50.label
source: A crate of Coins
ru: Ящик монет

# bank_dialog.HardTier55.label
source: A chest of Coins
ru: Сундук монет

# bank_dialog.HardTier60.label
source: A case of Coins
ru: Контейнер монет

# bank_dialog.HardTier63.label
source: A wagon full of Coins
ru: Вагон монет

# bank_dialog.HardTier66.label
source: A pyramid full of Coins
ru: Пирамида монет

# bank_dialog.HardTier70.label
source: A heap of Coins
ru: Гора монет

# bank_dialog.HardTier72.label
source: A huge amount of Coins
ru: Огромная гора монет

# bank_dialog.Chest.header
source: Chests
ru: Сундуки

# bank_dialog.Soft.header
source: Tokens
ru: Токены

# bank_dialog.Hard.header
source: Coins
ru: Монеты

# bank_dialog.tab_group.chest_tab.label
source: Chests
ru: Сундуки

# bank_dialog.tab_group.soft_tab.label
source: Tokens
ru: Токены

# bank_dialog.tab_group.hard_tab.label
source: Coins
ru: Монеты

# bank_dialog.popular_item.label0
source: MOST
ru: ХИТ

# bank_dialog.popular_item.label1
source: POPULAR
ru: ПРОДАЖ

# bank_dialog.sales_item.label0
source: SALES
ru: РАСПРОДАЖА

# bank_dialog.sales_item.label1
source: OFFER
ru: ТОВАРА

# bank_dialog.offer_item.label0
source: PERSONAL
ru: ПЕРСОНАЛЬНОЕ

# bank_dialog.offer_item.label1
source: OFFER
ru: ПРЕДЛОЖЕНИЕ

# bank_dialog.chest_item.reward.label
source: Contains reward
ru: Содержит рекурсов:

# hangar_dialog.configure_button
source: Configure
ru: Конфигурация

# hangar_dialog.start_button
source: Start the fight!
ru: Начать бой!

# hangar_dialog.requirements_title
source: Required:
ru: Требуется:

# hangar_dialog.requirements_level_title
source: Level
ru: Уровень

# hangar_dialog.requirements_upgrades_of_paladin
source: upgrades
ru: апгрейдов

# paladin_ranger_name
source: Ranger
ru: Рэнжер

# paladin_ranger_name_requirements
source: Ranger
ru: Рэнжера

# paladin_assault_name
source: Assault
ru: Штурмовик

# paladin_assault_name_requirements
source: Assault
ru: Штурмовика

# paladin_crusader_name
source: Crusader
ru: Крестоносец

# paladin_crusader_name_requirements
source: Crusader
ru: Крестоносца

# paladin_peacemaker_name
source: Peacemaker
ru: Миротворец

# paladin_peacemaker_name_requirements
source: Peacemaker
ru: Миротворца

# paladin_juggernaut_name
source: Juggernaut
ru: Джагернаут

# paladin_juggernaut_name_requirements
source: Juggernaut
ru: Джагернаута

# exp_screen.maximum
source: maximum
ru: максимум

# configuration_dialog.head
source: Head
ru: Голова

# configuration_dialog.frame
source: Frame
ru: Корпус

# configuration_dialog.chassis
source: Chassis
ru: Шасси

# configuration_dialog.tab_group.paladin
source: Paladin
ru: Паладин

# configuration_dialog.tab_group.weapon
source: Weapon
ru: Оружие

# configuration_dialog.tab_group.ability
source: Abilities
ru: Способности

# configuration_dialog.weapon_subtitle1
source: Select the weapons
ru: Выберите оружие

# configuration_dialog.weapon_subtitle2
source: maximum one for every suspension
ru: максимум одно для каждого типа

# configuration_dialog.ability_subtitle1
source: Select the abilities
ru: Выберите способности

# configuration_dialog.ability_subtitle2
source: not more than the available slots
ru: не больше, чем доступно слотов

# preloader_dialog.header.label
source: The last Paladin
ru: Последний Паладин

# preloader_dialog.button_guest.label0
source: Play as Guest
ru: Играть как Гость

# preloader_dialog.button_guest.label1
source: with limitations
ru: с ограничениями

# preloader_dialog.button_fb.label0
source: Connect and play
ru: Подключить и играть

# preloader_dialog.button_fb.label1
source: without limitations
ru: без ограничений

# preloader_dialog.more_info.label
source: More info
ru: Больше информации

# preloader_dialog.hint.topLabel
source: Limitations
ru: Ограничения

# preloader_dialog.hint.bottomLabel
source: Tap anywhere to close
ru: Нажми где угодно, чтобы закрыть...

# preloader_dialog.hint.text
source: No one will know about your records and achievements!
ru: Ни кто не узнает о ваших рекордах и достижениях!

# preloader_dialog.loading.label
source: Loading
ru: Загрузка

# preloader_dialog.loading.userId.label
source: Your user ID:
ru: Ваш ID:

# preloader_dialog.loading.version.label
source: Version:
ru: Версия:

source: Machinegun
ru: Пулемет

source: Laser
ru: Лазер

source: Cannon
ru: Пушка

source: Pulse Cannon
ru: Пульспушка

source: Shock Cannon
ru: Шокпушка

source: Wave Cannon
ru: Волнпушка

source: Plasma Cannon
ru: Плазмапушка

source: Bolo Cannon
ru: Болопушка

source: Heavy Plasma
ru: Тяжелая плазмапушка

source: Electra
ru: Электра

source: Missile
ru: Рокета

source: Grenade Launcher
ru: Гранатомет

source: Missile System
ru: Рокетная система

source: Rocket Launcher
ru: Рокетомет

source: Miner
ru: Минер

# suspension_Light
source: Light
ru: Легкое

# suspension_Normal
source: Normal
ru: Среднее

# suspension_Heavy
source: Heavy
ru: Тяжелое

# suspension_Passive
source: Passive
ru: Пассивное

# suspension_Drone
source: Drone
ru: Дроны

# configuration_dialog.active_abilities
source: Active abilities
ru: Активные способности

# configuration_dialog.passive_abilities
source: Passive abilities
ru: Пассивные способности

source: Cluster Grenades
ru: Кластерные гранаты

source: Invulnerability
ru: Инвулнерабилити

source: Nanobots
ru: Наноботы

source: Shock Shells
ru: Шоковая оболочка

source: Phantom
ru: Фантом

source: Shock Waves
ru: Шоковая волна

source: Vacuum Bomb
ru: Вакуумная бомба

source: Artillery
ru: Артилерия

source: DroneX
ru: ДронХ

source: DroneY
ru: ДронУ

source: Rocket
ru: Рокета

source: HiScores
ru: Хай скор

source: Bankir
ru: Банкир

source: Health Bonus
ru: Жизненный бонус

source: Speed Bonus
ru: Скоростной бонус

source: Damage Bonus
ru: Уронный бонус

source: Fire Rate
ru: Скорость огня

source: Armor Bonus
ru: Бонус брони

source: Drop Rate
ru: Рейтинг дропа

source: Vampirism
ru: Вампиризм

source: Torn
ru: Разорванный

source: Magnet
ru: Магнит

# result_dialog.header.scores.label
source: Your scores:
ru: Ваш результат

# result_dialog.record_scores.label
source: Record scores:
ru: Рекордный результат

# result_dialog.rewards.header.label
source: Collected rewards
ru: Полученные награды

# result_dialog.rewards.exp.label
source: Experience:
ru: Опыт

# result_dialog.continue_button.label
source: Continue
ru: Продолжить

# result_dialog.continue_play_button.label
source: Continue play
ru: Продолжить игру

# result_dialog.facebook_button.login.label1
source: Log into Facebook
ru: Подключится к Facebook

# result_dialog.facebook_button.login.label2
source: and get bonuses
ru: и получить бонусы

# result_dialog.facebook_button.share.label
source: Share with friends
ru: Поделиться с друзьями

# result_dialog.header.new_record.label
source: NEW RECORD
ru: НОВЫЙ РЕКОРД

# result_dialog.facebook_login_bonus.label
source: BONUS
ru: БОНУС

# energy_dialog.header.label
source: Energy
ru: Энергия

# energy_dialog.header.trend.label
source: We use renewable energy only!
ru: Мы используем только возобновляемую энергию!

# energy_dialog.full_energy_pack.label0
source: ENERGY
ru: ЭНЕРГИТИЧЕСКИЙ

# energy_dialog.full_energy_pack.label1
source: pack
ru: пакет

# energy_dialog.friends_request.label0
source: REQUEST
ru: Запрос

# energy_dialog.friends_request.label1
source: energy from your
ru: энергии у ваших

# energy_dialog.friends_request.label2
source: FRIENDS
ru: ДРУЗЕЙ

# energy_dialog.speedup_item.next_energy.label
source: Purchase
ru: Купить

# energy_dialog.full_energy_pack.button.label
source: Purchase
ru: Купить

# energy_dialog.friends_request.button.label
source: Request
ru: Запросить

# energy_dialog.speedup_item.button.label
source: Speed up
ru: Ускорить

# energy_dialog.unlimited_item.label0
source: UNLIMITED
ru: НЕОГРАНИЧЕННАЯ

# energy_dialog.unlimited_item.label1
source: energy for
ru: энергия на

# energy_dialog.unlimited_item.label2
source: hours
ru: %num часов

# energy_dialog.unlimited_item.button.label
source: Purchase
ru: Купить

# leaderboard_dialog.tab_world
source: World
ru: Мировой

# leaderboard_dialog.tab_local
source: Local
ru: Локальный

# leaderboard_dialog.tab_friends
source: Friends
ru: Дружеский

# achieves_and_board_sreen.tab_achieves
source: Achievements
ru: Достижения

# achieves_and_board_sreen.tab_leaderboard
source: Leaderboard
ru: Лидерборд

# quest_dialog.header.label
source: Quests
ru: Квесты

# quest_dialog.skip_button.label
source: Skip
ru: Пропустить

# quest_dialog.next_quest.label
source: Next quest in:
ru: Следующий квест через:

# quest_dialog.collect_button.label
source: Collect reward
ru: Получить приз

# quest_dialog.chest_progress_info.label0
source: Complete
ru: Выполните

# quest_dialog.chest_progress_info.label1
source: quests and get a prize!
ru: квесты и получите Приз!

# quest_dialog.chest_reward_legend.label0
source: You've completed
ru: Вы выполнили

# quest_dialog.chest_reward_legend.label1
source: quests and
ru: квесты и

# quest_dialog.chest_reward_legend.label2
source: may gata prize
ru: можете получить Приз

# quest_dialog.description.label0
source: Win in {0} fights
ru: Победить в {0} боях

# quest_dialog.description.label1
source: Win in {0} fights on Ranger
ru: Победить в {0} боях на Рейнджере

# quest_dialog.description.label2
source: Win in {0} fights on Assault
ru: Победить в {0} боях на Штурмовике

# quest_dialog.description.label3
source: Win in {0} fights on Peacemaker
ru: Победить в {0} боях на Миротворце

# quest_dialog.description.label4
source: Win in {0} fights on Crusader
ru: Победить в {0} боях на Крестоносце

# quest_dialog.description.label5
source: Win in {0} fights on Juggernaut
ru: Победить в {0} боях на Джагернауте

# quest_dialog.description.label6
source: Kill any {0} enemies
ru: Уничтожить {0} любых противников

# quest_dialog.description.label7
source: Destroy any {0} obstacles
ru: Уничтожить {0} преград

# quest_dialog.description.label8
source: Kill any {0} easy enemies
ru: Уничтожить {0} легких противников

# quest_dialog.description.label9
source: Kill any {0} medium enemies
ru: Уничтожить {0} средних противников

# quest_dialog.description.label10
source: Kill any {0} heavy enemies
ru: Уничтожить {0} тяжелых противников

# quest_dialog.description.label11
source: Kill any {0} flying enemies
ru: Уничтожить {0} летающих противников

# quest_dialog.description.label12
source: Kill any {0} static enemies
ru: Уничтожить {0} бункеров

# quest_dialog.description.label13
source: Kill any {0} Bosses
ru: Уничтожить {0} Боссов

# quest_dialog.description.label14
source: Kill {0} Tank Bosses
ru: Уничтожить {0} раз Босса Танк

# quest_dialog.description.label15
source: Kill {0} Helicopter Bosses
ru: Уничтожить {0} раз Босса Вертолет

# quest_dialog.description.label16
source: Kill {0} Armored Train Bosses
ru: Уничтожить {0} раз Босса Бронепоезд

# quest_dialog.description.label17
source: Get maximus combo {0} times
ru: Набрать максимальное комбо {0} раз

# quest_dialog.description.label18
source: Get maximus combo in one fight
ru: Набрать максимальное комбо в 1 бою

# quest_dialog.description.label19
source: Collect {0} coins
ru: Собери {0} монет

# quest_dialog.description.label20
source: Collect {0} microchips
ru: Собери {0} микросхем

# quest_dialog.description.label21
source: Collect {0} armored plates
ru: Собери {0} бронепластин

# quest_dialog.description.label22
source: Collect {0} springs
ru: Собери {0} пружин

# quest_dialog.description.label23
source: Collect {0} energy packs
ru: Собери {0} энергопакетов

# quest_dialog.description.label24
source: Collect {0} shells
ru: Собери {0} снарядов

# quest_dialog.description.label25
source: Collect {0} experince in one fight
ru: Набрать {0} опыта за один бой

# quest_dialog.description.label26
source: Collect {0} coins in one fight
ru: Набрать {0} монет за один бой

# quest_dialog.description.label27
source: Activate {0} any abilities
ru: Активировать {0} любых способностей

# quest_dialog.description.label28
source: Kill all enemies in one fight
ru: Уничтожить всех противников в бою

# quest_dialog.description.label29
source: Crush {0} any enemies
ru: Растоптать {0} противников

# quest_dialog.description.label30
source: Get {0} scores in one fight
ru: Набрать {0} очков за бой

# quest_dialog.description.label31
source: Get in total {0} scores
ru: Набрать суммарно {0} очков

# quest_dialog.description.label32
source: Get the new level
ru: Получить новый уровень

# quest_dialog.description.label33
source: Complete the fight with a full durability
ru: Закончить бой с полной прочностью

# quest_dialog.description.label34
source: Complete the fight without any damages
ru: Закончить бой без повреждений

# quest_dialog.description.label35
source: Complete {0} upgrades
ru: Произвести {0} улучшений

# quest_dialog.description.label36
source: Send {0} invites to your friends
ru: Отправить приглашения в игру {0} друзьям
